[
  {
    "pmid": "39911360",
    "title": "[Combined endoscopic and external cordopexy in the treatment of post-thyroidectomy recurrent paralysis].",
    "abstract": "Bilateral adducted recurrent paralysis is a serious complication of thyroid surgery. The management of such conditions is a real challenge for ENT surgeons. Combined endoscopic and external cordopexy offers a way to alleviate laryngeal dyspnea and restore acceptable voice quality while preserving the anatomical integrity of laryngeal structures. From January 2012 to April 2023, we conducted a cross-sectional descriptive observational study with retrospective data collection, including 7 patients with bilateral post-thyroidectomy recurrent paralysis who had undergone combined cordopexy. Outcomes were assessed using the Likert satisfaction scale. All patients were female, with a mean age of 49 years. Dyspnea was observed in all patients. Nasofibroscopy showed paramedian adduction of the vocal cords in 4 cases and median adduction in 3 cases. Combined cordopexy was performed on the right in 42.9% of cases and on the left in 57.1%. Patient satisfaction, assessed using the Likert scale, showed that, in terms of respiratory outcomes, 2 patients were very satisfied and 3 were satisfied. One patient was very satisfied and 3 were satisfied with the quality of their voice. Two patients were not satisfied with their breathing. Combined endoscopic and external cordopexy is a simple, reversible, minimally invasive technique that can be used, in the management of bilateral post-thyroidectomy recurrent paralysis, with satisfactory results."
  },
  {
    "pmid": "39603967",
    "title": "[The critique of an artificial intelligence tool in the assessment of peripheral facial paralysis].",
    "abstract": "Peripheral facial palsy (PFP) is an alteration in the functioning of some facial muscles following an injury to the facial nerve. This pathology has functional and aesthetic consequences that impact the quality of life of patients. Their care is essential and begins with an accurate assessment. Currently, scoring scales such as Sunnybrook Facial Grading System (SFGS) or House-Brackmann Grading System (HBGS) are used, based on clinician judgment. However, these evaluation methods can be subject to a certain degree of subjectivity. Recent advances in technology have led to increased interest in artificial intelligence (AI). AI could make it possible to develop an objective, automated and quantitative assessment tool, applicable in a clinical setting. This approach aims to reduce the subjectivity induced by current evaluation. We conducted a retrospective study of 38 patients with moderate-severe to total PFPs. The objective of the study is to identify the benefits and limitations of Emotrics+, a facial metrics tool based on AI, in order to determine whether the tool is applicable in the clinic. This protocol took place at two different time periods (14days and 1year post-PFP) using the SFGS scale and the Emotrics+ software. We evaluated the inter-rater and intra-rater reliability in order to determine the reliability and the reproducibility of the two tools. Then, we established a correlation between the two tools to determine if Emotrics+ followed SFGS's trend. Our currents results do not support the immediate applicability of this software. However, with appropriates adjustments, Emotrics+ has a certain potential."
  },
  {
    "pmid": "39060149",
    "title": "[The MASK lift].",
    "abstract": "The MASK lift or subperiosteal lift of the upper and middle thirds of the face is a procedure that can be performed alone for aesthetic purposes, but can also be combined with reconstructive surgery of this region to improve the result. This procedure will enable the overall result to be enhanced in the management of complex pathologies. The aim of this article is to present the MASK lift surgical technique in detail, to explain its indications and to show that this surgical technique still has a place in our practice."
  },
  {
    "pmid": "38974695",
    "title": "[Bilateral facial palsy: an atypical presentation of Lyme disease (a case report)].",
    "abstract": "Lyme neuroborreliosis is a rare zoonosis which can be difficult to diagnose, in particular in low endemic areas. We here report the case of a 35-year-old man presenting with disabling back pain preceded by facial monoplegia, which was wrongly treated as Bell's palsy (paralysis a frigore) and then as post-traumatic lumbosciatica. The onset of facial diplegia allowed for a definitive diagnosis. The patient was treated with ceftriaxone and symptoms gradually improved."
  },
  {
    "pmid": "37493118",
    "title": "[Facial palsy: diagnostic traps].",
    "abstract": "Peripheral facial palsy is a common, often idiopathic and self-limiting mononeuropathy. However, secondary facial palsies require specific management: they are most often of infectious, vascular or dysimmune causes. The presence of red flags in the history, clinical examination or medical follow-up should alert clinicians. Because of the high incidence of Lyme disease in our region, this etiology deserves special attention. The management is based on general measures (eye protection, rehabilitation) and corticosteroid therapy; antivirals may provide additional benefit."
  },
  {
    "pmid": "36963996",
    "title": "Etiologies, periocular manifestations and surgeries for congenital and childhood acquired facial nerve palsy.",
    "abstract": "To report periocular surgeries performed for patients with congenital and childhood acquired facial nerve palsy (FNP)."
  },
  {
    "pmid": "35662477",
    "title": "[Buccinator muscle: A new target for botulinum toxin injections in the treatment of facial paralysis sequelae].",
    "abstract": "Facial paralysis can cause aesthetic and functional sequelae such as spasms and synkinesis. Botulinum toxin injection is one of the key treatments for these sequelae. Its use is widely reported in the literature for many muscles of the face but little for the buccinator muscle. However, its hyperactivity can be disabling, generating chewing and smile disorders in particular. The aim of this prospective study is to report the effects of botulinum toxin using a questionnaire specifically for the buccinator muscle."
  },
  {
    "pmid": "35233264",
    "title": "[Peripheral facial palsy following COVID-19 vaccination: a case report].",
    "abstract": "We conducted a clinical study of a patient with no particular medical history and without a personal or family history presenting with right facial asymmetry occurred two days after COVID-19 vaccination (recombinant vaccine). Full clinical examination, laboratory assessments and magnetic resonance imaging (MRI) were normal, suggesting the diagnosis of post-vaccine peripheral facial palsy (COVID-19). The diagnosis of peripheral facial palsy following COVID-19 vaccination with complete recovery was retained."
  },
  {
    "pmid": "35120780",
    "title": "[Stabilization and reanimation of the lower lip in facial palsy. Retrospective study about 66 patients and literature review. Proposition of a decision algorithm].",
    "abstract": "Several techniques for the stabilization and the reanimation of the paralyzed lower lip have been proposed, sometimes combined but the authors are rather vague. Thanks to our cases and a literature review, we suggest an algorithm. Sixty-six patients haven been reviewed. The static and dynamic clinical evaluation have been done thanks to the study of the medical files, photographs and videos samples. The different techniques we have used were: (a) botulinum toxin in the contralateral depressor labii inferioris (DLI) (n=66), contralateral DLI myectomy (n=1); (b) a strip of fascia lata (n=16) either combined with a lengthening temporalis myoplasty (MAT) (n=10) or only realizing a passive suspension thanks to one vector (n=4), or a passive suspension with two strips (n=2); (c) digastric muscle transfer (n=4). When the elevator muscles are sounds, botulin toxin (± myectomy) is proposed if the lower lip is not inverted. Otherwise, a suspension thanks to a digastric muscle transfer or a passive suspension with a horizontal and a vertical strips are recommended. If the elevator muscles are no more operational, a MAT with a passive suspension with one vector is considerated and if the lower lip is inverted, a digastric muscle transfer with a fascia lata strip or a MAT with two strips is proposed. This algorithm submission allows to refine the treatment of the stabilization and the reanimation of the lower lip."
  },
  {
    "pmid": "33896658",
    "title": "[Synkinesis in facial palsy: What do we know about the physiopathology?].",
    "abstract": "Synkinesis is a disabling sequelae of facial palsy, which worsens facial asymmetry and diminishes the patients' quality of life. Their physiopathology is partially known, but cannot explain all the synkinesis."
  },
  {
    "pmid": "33390255",
    "title": "[Hemifacial spasm. Etiology and management].",
    "abstract": "Hemifacial spasm (HFS) is an involuntary contracture of the facial muscles innervated by the ipsilateral facial nerve. We studied the etiology of these HFS."
  },
  {
    "pmid": "33127165",
    "title": "[Association of borderline tuberculoid leprosy and tuberculosis: A case report and review of the literature].",
    "abstract": "In metropolitan France, nearly 20 new cases of leprosy are diagnosed each year. The incidence of tuberculosis in France is 8/100,000 inhabitants and there are very few accounts of association of these two mycobacteria. Herein we report a case of co-infection with borderline tuberculoid (BT) leprosy and disseminated tuberculosis diagnosed in metropolitan France."
  },
  {
    "pmid": "33117478",
    "title": "[Peripheral facial palsy in children: an unusual manifestation of foreign body in the ear].",
    "abstract": "Foreign bodies in the ear are common in children but they rarely lead to complications. We here report a rare case of homolateral facial palsy in a 4-year old female child that occurred 15 days after introduction of toxic foreign body (Abrus precatorius seed) in her ear. The patients had signs of local necrosis associated with external otitis, without systemic involvement. Foreign body extraction was performed using micro-hook. Local and general treatments as well as corticosteroid therapy and physiotherapy were started with good outcome after three weeks. Prolonged stay of the foreign body in the ear can cause local infection resulting in potential functional complications. Early extraction and local treatment are the basis for treatment."
  },
  {
    "pmid": "33036789",
    "title": "[Sequelae in bell's palsy: Prognostic factors for recovery].",
    "abstract": "Facial palsy can be assessed using objective and subjective tools. The main purpose of this work was to use these tools to determine at 12 months the percentage of patients with sequelae and to specify the type of sequelae."
  },
  {
    "pmid": "31492441",
    "title": "[Facial paralysis sequelae: Long term follow-up revision surgery, redo, continuing care].",
    "abstract": "Facial paralysis sequelae have an intense psycho-social impact which imposes an optimal care in the long run. The surgical challenges are numerous, and the therapeutic weapons are multiple. We propose an analysis of these treatments by the prism of their pitfalls and their limits. The complications of the main surgical procedures are described as well as the details of the rework necessary to cope with them or to quickly correct the defects. Moreover, the result limits are detailed with suggestions to improve them. Finally, we develop the necessary iterative treatments or new therapeutic proposals that are essential for the long-term care of these patients whose sequelae of facial paralysis evolve with time and aging. The surgery of facial paralysis is not unequivocal. It requires humility, patience and tenacity to support the patient throughout his life."
  },
  {
    "pmid": "31471094",
    "title": "[Thyroid tumors in the adult revealed by unilateral laryngeal paralysis].",
    "abstract": "To analyze the characteristic of thyroid tumor associated with ipsilateral unilateral laryngeal paralysis (ULP) in the adult patient."
  },
  {
    "pmid": "29610004",
    "title": "[Bell's palsy].",
    "abstract": "Idiopathic peripheral facial palsy, also named Bell's palsy, is the most common cause of peripheral facial palsy in adults. Although it is considered as a benign condition, its social and psychological impact can be dramatic, especially in the case of incomplete recovery. The main pathophysiological hypothesis is the reactivation of HSV 1 virus in the geniculate ganglia, leading to nerve edema and its compression through the petrosal bone. Patients experience an acute (less than 24 hours) motor deficit involving ipsilateral muscles of the upper and lower face and reaching its peak within the first three days. Frequently, symptoms are preceded or accompanied by retro-auricular pain and/or ipsilateral face numbness. Diagnosis is usually clinical but one should look for negative signs to eliminate central facial palsy or peripheral facial palsy secondary to infectious, neoplastic or autoimmune diseases. About 75% of the patients will experience spontaneous full recovery, this rate can be improved with oral corticotherapy when introduced within the first 72 hours. To date, no benefit has been demonstrated by adding an antiviral treatment. Hemifacial spasms (involuntary muscles contractions of the hemiface) or syncinesia (involuntary muscles contractions elicited by voluntary ones, due to aberrant reinnervation) may complicate the disease's course. Electroneuromyography can be useful at different stages: it can first reveal the early conduction bloc, then estimate the axonal loss, then bring evidence of the reinnervation process and, lastly, help for the diagnosis of complications."
  },
  {
    "pmid": "29284561",
    "title": "Does Type 2 Diabetes Mellitus Affect the Healing of Bell's Palsy in Adults?",
    "abstract": "Bell's palsy (BP) is defined as an acute facial weakness of unknown cause. Many factors affecting the healing of BP have been identified; 1 factor commonly considered relevant is the presence of type 2 diabetes mellitus. Our aim was to investigate the effects of diabetes on the healing of BP."
  },
  {
    "pmid": "29153254",
    "title": "Facial reanimation surgery in Möbius syndrome: Experience from 76 cases from a tertiary referral hospital in Latin America.",
    "abstract": "Möbius syndrome is defined as a combined congenital bilateral facial and abducens nerve palsies. The main goal of treatment is to provide facial reanimation by means of a dynamic surgical procedure. The microneurovascular transfer of a free muscle transplant is the procedure of choice for facial animation in a child with facial paralysis."
  },
  {
    "pmid": "28416425",
    "title": "[Bilateral facial nerve palsy associated with Epstein-Barr virus infection in a 3-year-old boy].",
    "abstract": "Bilateral facial nerve palsy is a rare and sometimes difficult diagnosis. We describe a case of bilateral simultaneous facial nerve palsy associated with Epstein-Barr virus (EBV) infection in a 3-year-old boy. Several symptoms led to the diagnosis of EBV infection: the clinical situation (fever, stomachache, and throat infection), white blood cell count (5300/mm<sup>3</sup> with 70% lymphocyte count), seroconversion with EBV-specific antibodies, lymphocytic meningitis, and a positive blood EBV polymerase chain reaction (9.3×10<sup>3</sup> copies of EBV-DNA). An MRI brain scan showed bilateral gadolinium enhancement of the facial nerve. A treatment plan with IV antibiotics (ceftriaxone) and corticosteroids was implemented. Antibiotics were stopped after the diagnosis of Lyme disease was ruled out. The patient's facial weakness improved within a few weeks. Bilateral facial nerve palsy is rare and, unlike unilateral facial palsy, it is idiopathic in only 20% of cases. Therefore, it requires further investigation and examination to search for the underlying etiology. Lyme disease is the first infectious disease that should be considered in children, especially in endemic areas. An antibiotic treatment effective against Borrelia burgdorferi should be set up until the diagnosis is negated or confirmed. Further examination should include a blood test (such as immunologic testing, and serologic testing for viruses and bacterium with neurological tropism), a cerebrospinal fluid test, and an MRI brain scan to exclude any serious or curable underlying etiology. Facial bilateral nerve palsy associated with EBV is rarely described in children. Neurological complications have been reported in 7% of all EBV infections. The facial nerve is the most frequently affected of all cranial nerves. Facial palsy described in EBV infections is bilateral in 35% of all cases. The physiopathology is currently unknown. Prognosis is good most of the time."
  },
  {
    "pmid": "30079663",
    "title": "[Peripheral facial paralysis revealing HIV infection in black African populations].",
    "abstract": "Peripheral facial paralysis (PFP), a frequent complication during infection with the human immunodeficiency virus (HIV), is a major cause of morbidity for these patients. The aim of this study was to show the place of unilateral PFP in the discovery of HIV infection in tropical areas."
  },
  {
    "pmid": "27637411",
    "title": "[Facial palsy in children].",
    "abstract": "Facial palsy (FP) in children is congenital or acquired. When present at birth (congenital), etiologies are mostly traumatic and rarely developmental. Acquired FP needs investigation. Research on the etiology helps to determine prognostic and treatment. At most times, no specific cause is found. Treatment of idiopathic FP consists of early oral corticosteroid therapy and ocular protection. Treating the sequelae is essential and the physician has to consider the dynamic balance of both sides of the face. Dynamic rehabilitation should mainly concern the inferior facial third. We recommend the lengthening temporalis myoplasty (LTM). This relevant technique ensures replicable and reliable results with a harmonious smile. Facial dynamic rehabilitation after surgical procedure (muscle tranfer or free muscle flap) must be directed toward control of voluntary movement, to move from a mandibular smile to a spontaneous and voluntary smile, thanks to brain plasticity. Furthermore, botulinum toxin is well tolerated and remains a great tool to treat a child who can support injections."
  },
  {
    "pmid": "27212437",
    "title": "[Electromyographic assessment of the temporalis muscle prior to a lengthening myoplasty in patients with Moebius syndrome].",
    "abstract": "Temporalis muscle lengthening myoplasty improves tightening of the lips and rehabilitates smile for patients with congenital facial palsies. Because Moebius syndrome is heterogeneous, a careful evaluation is mandatory before deciding to perform myoplasty. This series shows the role of electromyography for investigating temporalis muscle and trigeminal nerve motor functions."
  },
  {
    "pmid": "26432177",
    "title": "[Facial palsy sequel and botulinum toxin].",
    "abstract": "Medical treatment of facial paralysis sequel is an essential part of the overall management of this pathology. The use of botulinum toxin has revolutionized results in greatly improving facial symmetry. The toxin can be used either the healthy side of the face by treating the compensatory hyperactivity of non-paralyzed side of the face or the paralyzed side (in the spastic forms) to treat synkinesis and spasms of the face on the pathologic side. This treatment course will be complemented by the rest of the therapeutic, i.e. rehabilitation and surgical treatment."
  },
  {
    "pmid": "26422063",
    "title": "[Lengthening temporalis myoplasty: Technical refinements].",
    "abstract": "First described by Labbé in 1997, the lengthening temporalis myoplasty (LTM) ensures the transfer of the entire temporal muscle from the coronoid process to the upper half of the lip without interposition of aponeurotic tissue. Thanks to brain plasticity, the temporal muscle is able to change its function because it is entirely mobilized towards another effector: the labial commissure. After 6 months of speech rehabilitation, the muscle loses its chewing function and it acquires its new smiling function. We describe as far as possible all the technical points to guide surgeons who would like to perform this powerful surgical procedure. We show the coronoid process approaches both through an upper temporal fossa approach and a lower nasolabial fold approach. Rehabilitation starts 3 weeks after the surgery following a standardized protocol to move from a mandibular smile to a voluntary smile, and then a spontaneous smile in 3 steps. The LTM is the main part of a one-stage global treatment of the paralyzed face. It constitutes a dynamic palliative treatment usually started at the sequelae stage, 18 months after the outcome of a peripheral facial paralysis. This one-stage procedure is a reproducible and relevant surgical technique in the difficult treatment of peripheral facial paralysis. An active muscle is transferred to reanimate the labial commissure and to recreate a mobile nasolabial fold."
  },
  {
    "pmid": "26403616",
    "title": "Facial reanimation by muscle-nerve neurotization after facial nerve sacrifice. Case report.",
    "abstract": "Recovering a certain degree of mimicry after sacrifice of the facial nerve is a clinically recognized finding. The authors report a case of hemifacial reanimation suggesting a phenomenon of neurotization from muscle-to-nerve."
  },
  {
    "pmid": "26384622",
    "title": "Specificity of facelift surgery, including mid facelift, in case of facial palsy.",
    "abstract": "The asymmetry created by the facial palsy is of course a cause of demand for facelift surgery. As this lifting action is specific and different from the standard procedures, 3 zones of analysis are proposed: first the frontal and temporal areas with the direct eyebrow lift, second the neck and jawline with action on the depressor anguli oris for the non-paralyzed side and the anterior sub SMAS dissection and third the midface. A new and more simple technique of concentric malar lift is proposed. The first publication on concentric malar lift was made 11years ago. Midface rejuvenation stays very challenging. As a proof of that, many authors prefer a partial rejuvenation of mid face with fat reinjection, with no effect on skin excess, even if all the MRI studies demonstrated no fat loss with time but only fat transfer. This proves that midface lift did not acquire enough simplicity, reliability to become a standard procedure. Six hundred concentric malar lift later, a technical simplification validated with 110 patients and 2years of follow-up is proposed. The improvement is due to a new way to pass the threads deeply on the bone, using permanent barbed sutures. This surgery becomes easier and more efficient."
  }
]