[
  {
    "pmid": "40249230",
    "title": "Biglycan deficiency alleviates intestinal fibrosis through BMP-7-mediated Smad1/5/8 signaling.",
    "abstract": "Biglycan (BGN) is a small proteoglycan rich in leucine, which plays a crucial role in the excessive production of extracellular matrix (ECM) and its association with fibrosis across various organs. Nevertheless, the precise contribution of BGN to intestinal fibrosis remains undisclosed. This study aimed to investigate the role and mechanism of BGN in intestinal fibrosis."
  },
  {
    "pmid": "40248067",
    "title": "Reduced interleukin-2 receptor subunit γ expression in Crohn's disease: A potential mechanism for γδ T cell deficiency.",
    "abstract": "Crohn's disease (CD) is a chronic inflammatory disorder characterized by dysregulated immune responses and significant disruption of intestinal immunity. A recent case-control study by Andreu-Ballester <i>et al</i> revealed decreased expression of interleukin (IL)-2 receptor subunit γ (CD132) in CD tissues, a finding that has profound implications for understanding immune dysregulation in CD. CD132, an essential component of the IL-7/IL-2 signaling axis, is critical for γδ T cell survival and function, which are pivotal for maintaining gut integrity and modulating inflammation. Here, we propose that reduced CD132 expression represents a key mechanism underlying γδ T cell deficiencies in CD, contributing to impaired immune surveillance and exacerbated inflammation. This hypothesis integrates emerging evidence from cytokine signaling and immunopathology in CD, offering new insights into its pathogenesis. These findings highlight the therapeutic potential of targeting the IL-7/IL-2 axis to restore immune homeostasis in CD, presenting a novel avenue for future research and intervention."
  },
  {
    "pmid": "40248060",
    "title": "Role of gut microbiota and mesenteric adipose tissue in the pathology of Crohn's disease: Potential therapeutic targets.",
    "abstract": "This editorial comments on the article by Wu <i>et al</i> in the <i>World Journal of Gastroenterology</i>. The article explored the relationship between mesenteric adipose tissue, creeping fat, inflammation, and gut microbiota in Crohn's disease (CD). We discussed three key aspects of the interaction between gut microbiota and inflammatory bowel disease (IBD): The physiological functions of the gut microbiota, the potential role of probiotics in IBD treatment; and the effect of fecal microbiota transplantation (FMT) in combating IBD. IBD, comprising CD and ulcerative colitis (UC), is influenced by the gut microbiota. Changes in gut microbiota composition disrupt intestinal function and promote chronic inflammation, but the exact mechanisms remain unclear. Probiotics have demonstrated some efficacy in inducing remission in UC, though their effectiveness in CD is still debated. FMT shows promise in treating IBD, especially UC, by restoring gut microbiota diversity and inducing clinical remission. As for CD, FMT has potential, but more studies are needed to confirm its long-term effectiveness and safety. Dietary approaches may help manage IBD symptoms or disease activity, but patient adherence is crucial. Clinicians and researchers must recognize the importance of the gut microbiota and the need for personalized therapies targeting microbial imbalances."
  },
  {
    "pmid": "40248056",
    "title": "Endoplasmic reticulum stress in gut inflammation: Implications for ulcerative colitis and Crohn's disease.",
    "abstract": "Eukaryotic cells contain the endoplasmic reticulum (ER), a prevalent and intricate membranous structural system. During the development of inflammatory bowel disease (IBD), the stress on the ER and the start of the unfolded protein response are very important. Some chemicals, including 4μ8C, small molecule agonists of X-box binding protein 1, and ISRIB, work on the inositol-requiring enzyme 1, turn on transcription factor 6, and activate protein kinase RNA-like ER kinase pathways. This may help ease the symptoms of IBD. Researchers investigating the gut microbiota have discovered a correlation between ER stress and it. This suggests that changing the gut microbiota could help make new medicines for IBD. This study looks at how ER stress works and how it contributes to the emergence of IBD. It also talks about its possible clinical importance as a therapeutic target and looks into new ways to treat this condition."
  },
  {
    "pmid": "40247656",
    "title": "Recent developments in managing luminal microbial ecology in patients with inflammatory bowel disease: from evidence to microbiome-based diagnostic and personalized therapy.",
    "abstract": "Inflammatory bowel disease (IBD), including Crohn's disease and ulcerative colitis, is a chronic condition characterized by abnormal immune responses and intestinal inflammation. Emerging evidence highlights the vital role of gut microbiota in IBD's onset and progression. Recent advances have shaped diagnostic and therapeutic strategies, increasingly focusing on microbiome-based personalized care. Methodology: this review covers studies from 2004 to 2024, reflecting the surge in research on luminal microbial ecology in IBD. Human studies were prioritized, with select animal studies included for mechanistic insights. Only English-language, peer-reviewed articles - clinical trials, systematic reviews, and meta-analyses - were considered. Studies without clinical validation were excluded unless offering essential insights. Searches were conducted using PubMed, Scopus, and Web of Science."
  },
  {
    "pmid": "40244226",
    "title": "<i>PTPN2</i> Regulates Iron Handling Protein Expression in Inflammatory Bowel Disease Patients and Prevents Iron Deficiency in Mice.",
    "abstract": "Anemia is the most common extraintestinal manifestation of inflammatory bowel disease (IBD). Iron deficiency is the most frequent cause of anemia in IBD; however, the mechanisms involved are still poorly understood. Here, we investigated the role of the IBD risk gene, protein tyrosine phosphatase non-receptor type 2 (<i>PTPN2</i>), in regulating iron homeostasis. Proteomic analyses were performed on serum from IBD patients genotyped for the IBD-associated loss-of-function rs1893217 <i>PTPN2</i> variant. Constitutive <i>Ptpn2</i> wild type (WT), heterozygous (Het), and knockout (KO) mice were analyzed for iron content, blood parameters, and expression of iron handling proteins. Iron absorption was assessed through radiotracer assays. Serum proteomic analyses revealed that the \"iron homeostasis signaling pathway\" was the main pathway downregulated in Crohn's disease (CD) patients carrying the <i>PTPN2</i> risk allele, independent of disease activity. <i>Ptpn2</i>-KO mice showed characteristics of anemia, including reduced hemoglobin concentrations along with serum and tissue iron deficiency and elevated serum hepcidin levels vs. <i>Ptpn2</i>-WT and Het mice. <sup>55</sup>Fe absorption via oral gavage was significantly impaired in <i>Ptpn2</i>-KO mice. Correspondingly, <i>Ptpn2</i>-KO mice showed reduced apical membrane expression of the iron transporter DMT1. CD patients with the <i>PTPN2</i> loss-of-function rs1893217 variant display alterations in serum iron handling proteins. Loss of <i>Ptpn2</i> in mice caused features of anemia, including iron deficiency associated with reduced apical membrane expression of DMT1. These findings identify an important role for <i>PTPN2</i> in regulating systemic iron homeostasis."
  },
  {
    "pmid": "40244207",
    "title": "Changes in T Lymphocytes and Cytokines After Anti-TNF Treatment in Pediatric Inflammatory Bowel Disease: Association with Response to Pharmacologic Therapy.",
    "abstract": "Failure of anti-TNF therapy is a real concern in children with inflammatory bowel disease (IBD) owing to the limited therapeutic arsenal. Anti-TNF drugs modulate the immune response, a key driver of chronic inflammation in IBD. Accordingly, we analyzed changes in the frequency of T-lymphocyte and cytokine levels after 6 weeks of treatment to identify potential biomarkers of response to anti-TNF drugs. We recruited 77 patients under 18 years of age diagnosed with IBD and treated with an anti-TNF drug. Using flow cytometry and multiplex ELISA, we analyzed 31 T-lymphocyte populations and four cytokines. We identified changes in 10 populations of T lymphocytes after 6 weeks of treatment. Naïve Tregs were associated with a primary response to anti-TNF drugs, while activated Tregs were associated with long-term response. Serum INF-γ levels were decreased after anti-TNF treatment in children with Crohn's disease (CD), but not in those with ulcerative colitis (UC). The memory CD8+ Type 2 Cytotoxic T (Tc2) subset increased in non-responders with CD and the CD4+ memory Th17 cells increased in non-responders with UC. These findings could help us to understand the cellular regulation of anti-TNF therapy, to identify children at a higher risk of treatment failure, and, potentially, to develop more personalized therapeutic strategies."
  },
  {
    "pmid": "40244191",
    "title": "<i>Lentinula edodes</i> as a Source of Bioactive Compounds with Therapeutical Potential in Intestinal Inflammation and Colorectal Cancer.",
    "abstract": "Inflammatory bowel disease (IBD), including Crohn's disease (CD) and ulcerative colitis (UC), is a rising global health issue. Chronic intestinal inflammation is an important risk factor for colorectal cancer (CRC). Despite significant progress in IBD and CRC treatment, numerous patients remain resistant to standard pharmacotherapy or experience severe side effects that prevent them from continuing treatment. There is evidence suggesting that bioactive substances in <i>Lentinula edodes</i> have immunomodulatory and anticancer properties. This fungus is currently classified as a functional food, considering its beneficial effects on human health and special nutritional value. Studies conducted in vitro and in animal models demonstrated that <i>L. edodes</i> bioactive compounds, in particular glucans, have anti-inflammatory and antioxidant effects, induce apoptosis of cancer cells, reduce tumor angiogenesis, restore gut microbiome heterogeneity and improve gut barrier dysfunction. Moreover, clinical trials confirmed that these compounds combined with standard chemotherapy have a significant effect in improving the prognosis of CRC patients. In addition, <i>L. edodes</i> glucans increase microbial diversity and enhance interferon (IFN)-γ production by immune cells. Future studies must be focused on understanding the pathways and mechanisms associated with the observed effects. Moreover, both randomized trials and long-term follow-up studies are needed to confirm their effectiveness in the treatment of IBD and CRC."
  },
  {
    "pmid": "40244025",
    "title": "The Use of Potent Populations of Expanded Fetal Human Placental Stromal Cells for the Treatment of Dextran Sodium Sulfate-Induced Colitis in a Mouse Model.",
    "abstract": "Inflammatory Bowel Disease (IBD) is a multifactorial gastrointestinal condition encompassing two major forms of intestinal inflammation: Crohn's disease (CD) and ulcerative colitis (UC). Both conditions are linked to auto-inflammatory reactions and genetic predispositions. Various drug therapies and biological treatments proposed to reduce IBD-associated inflammation. We induced IBD in a mouse model by stimulating bowel inflammation with an oral dextran sodium sulfate (DSS) beverage. Our novel cell therapy approach for IBD involves intramuscular (IM) and intraperitoneal (IP) delivery of non-matched, expanded, potent xenogeneic fetal human mesenchymal stromal cells (f-hPSCs) in 2 × 10<sup>6</sup> cell injections. This cell therapy has already been shown previously to induce pro-regenerative and anti-inflammatory effects in different systemic and local disorders, where the injected f-hPSCs were shown to respond to the stress of the host and secrete the adequate secretome in response to this stress. In the current study, the IP-injected f-hPSCs treatment of the DSS-induced IBD enhanced the regenerative processes of the damaged bowel and reduced the inflammatory process. This was associated with rapid regain of the mice's weight and a decrease in inflammation-associated parameters, such as colon edema, bowel shortening, and a threefold increase in bowel mass, as estimated by increased colon weight and reduced length. This ratio best emphasized the induced inflammatory response associated with the decrease in the inflamed colon length with an increase in its mass. Although IM f-hPSCs delivery was somehow effective by a few parameters, the IP delivery produced a superior response. The IP f-hPSCs treated mice lost only ~15% of their weight at the peak of the IBD effect, compared to ~25% in untreated mice. A reduction in the inflammatory response of the gut was also indicated by a decrease in neutrophil infiltration, as assayed by a myeloperoxidase (MPO) assay. Additionally, a significant improvement in the histological score of the gut and faster recovery to 90% of its original size was observed. These findings suggest that f-hPSC treatments could serve as an effective and safe anti-inflammatory and pro-regenerative treatment for IBD."
  },
  {
    "pmid": "40243842",
    "title": "Subcutaneous Infliximab (CT-P13 SC) as Maintenance Therapy for Crohn's Disease and Ulcerative Colitis: 2-Year Results from Open-Label Extensions of Two Randomized Controlled Trials (LIBERTY).",
    "abstract": "In the LIBERTY Phase 3 studies in Crohn's disease (CD) or ulcerative colitis (UC), maintenance CT-P13 subcutaneous (SC) 120 mg was more effective than placebo after 1 year. Here we report 2-year data from the LIBERTY open-label extensions."
  },
  {
    "pmid": "40243712",
    "title": "Gut Microbiota Modulation in IBD: From the Old Paradigm to Revolutionary Tools.",
    "abstract": "Inflammatory bowel diseases (IBDs) are chronic inflammatory disorders primarily comprising two main conditions: ulcerative colitis and Crohn's disease. The gut microbiota's role in driving inflammation in IBD has garnered significant attention, yet the precise mechanisms through which the microbiota influences IBD pathogenesis remain largely unclear. Given the limited therapeutic options for IBD, alternative microbiota-targeted therapies-including prebiotics, probiotics, postbiotics, and symbiotics-have been proposed. While these approaches have shown promising results, microbiota modulation is still mainly considered an adjunct therapy to conventional treatments, with a demonstrated impact on patients' quality of life. Fecal microbiota transplantation (FMT), already approved for treating <i>Clostridioides difficile</i> infection, represents the first in a series of innovative microbiota-based therapies under investigation. Microbial biotherapeutics are emerging as personalized and cutting-edge tools for IBD management, encompassing next-generation probiotics, bacterial consortia, bacteriophages, engineered probiotics, direct metabolic pathway modulation, and nanotherapeutics. This review explores microbial modulation as a therapeutic strategy for IBDs, highlighting current approaches and examining promising tools under development to better understand their potential clinical applications in managing intestinal inflammatory disorders."
  },
  {
    "pmid": "40243444",
    "title": "The Intestinal Macrophage-Intestinal Stem Cell Axis in Inflammatory Bowel Diseases: From Pathogenesis to Therapy.",
    "abstract": "The gut plays a crucial role in digestion and immunity, so its balance is essential to overall health. This balance relies on dynamic interactions between intestinal epithelial cells, immune cells, and crypt stem cells. Inflammatory bowel disease (IBD), which consists of ulcerative colitis and Crohn's disease, is a chronic relapsing inflammatory disease of the gastrointestinal tract closely related to immune dysfunction. Stem cells, known for their ability to self-renew and differentiate, play an important role in repairing damaged intestinal epithelium and maintaining homeostasis in vivo. Macrophages are key gatekeepers of intestinal immune homeostasis and have a significant impact on IBD. Current research has focused on the link between epithelial cells and stem cells, but interactions with macrophages, which have been recognized as attractive targets for the development of new therapeutic approaches to disease, have been less explored. Recently, the developing field of immunometabolism has reinforced that metabolic reprogramming is a key determinant of macrophage function and subsequent disease progression. The aim of this review is to explore the role of the macrophage-stem cell axis in the maintenance of intestinal homeostasis and to summarize potential approaches to treating IBD by manipulating the cellular metabolism of macrophages, as well as the main opportunities and challenges faced. In summary, our overview provides a framework for understanding the critical role of macrophage immunometabolism in maintaining gut health and potential therapeutic targets."
  },
  {
    "pmid": "40243391",
    "title": "Psychological interventions for treatment of inflammatory bowel disease.",
    "abstract": "Persons with inflammatory bowel disease (IBD) have an increased risk of suffering from psychological problems. The association is assumed to be bi-directional. Psychological treatment is expected to improve quality of life (QoL), psychological issues and, possibly, disease activity. Many trials have tested various psychotherapy approaches, often in combination with educational modules or relaxation techniques, with inconsistent results."
  },
  {
    "pmid": "40243385",
    "title": "Quantifying Patient Preferences for Risk Tolerance With Novel Dual Biologic Therapies for Inflammatory Bowel Disease.",
    "abstract": "Many patients with inflammatory bowel disease (IBD) experience treatment failures despite availability of effective advanced biologic and small-molecule therapies with differing mechanisms of action. Dual biologic therapy (DBT) is being explored to improve efficacy outcomes and address unmet needs in this difficult-to-treat population. This study aimed to understand patient preferences for DBT efficacy and risk tolerance."
  },
  {
    "pmid": "40243170",
    "title": "Pancreatic Enzyme Replacement Therapy Improves Exclusive Enteral Nutrition Related Diarrhea in Crohn's Disease: A Prospective Randomized Trial.",
    "abstract": "Previous results showed that combined treatment of biologics and exclusive enteral nutrition (EEN) brought moderate-to-severe Crohn's disease patients significant improvements in clinical and endoscopic outcomes. Despite its essential role and favorable safety profile, EEN in the treatment of adult Crohn's disease is frequently underestimated because of lower compliance and several side effects, including EEN-related diarrhea (EEND)."
  },
  {
    "pmid": "40242727",
    "title": "An Integrative Analysis of Transcriptome Combined with Machine Learning and Single-Cell RNA-Seq for the Common Biomarkers in Crohn's Disease and Kidney Stone Disease.",
    "abstract": "The course of Crohn's disease (CD) is prolonged and many of them may develop kidney stone disease (KSD) with the need for surgical treatment. Therefore, finding biomarkers that can predict CD with KD become increasingly important."
  },
  {
    "pmid": "40241664",
    "title": "A real-world, observational, prospective cohort study evaluating the safety and effectiveness of CT-P13 in inflammatory bowel disease and rheumatoid arthritis: the MEGA-J study<sup>1</sup>.",
    "abstract": "The primary objective of the MEGA-J study (UMIN-CTR number UMIN000057308) was to assess the safety of CT-P13, an infliximab biosimilar, in Japanese patients with Crohn's disease (CD), ulcerative colitis (UC), and/or rheumatoid arthritis (RA) after switching from reference infliximab."
  },
  {
    "pmid": "40239731",
    "title": "Comparative Effectiveness of Infliximab vs Ustekinumab for Endoscopic and Transmural Remission in Biologic Naïve Crohn's Disease.",
    "abstract": "Active-comparator studies are important to clinical decision-making. We compared the effectiveness of infliximab versus ustekinumab for endoscopic and transmural remission in biologic-naïve Crohn's disease (CD)."
  },
  {
    "pmid": "40237911",
    "title": "Obesity Is Associated with Inferior Clinical Treatment Outcomes in Inflammatory Bowel Disease: A Nationwide Dutch Registry Study.",
    "abstract": "To examine the impact of obesity on treatment outcomes in inflammatory bowel disease (IBD)."
  },
  {
    "pmid": "40236624",
    "title": "Clinical trials and young adults with inflammatory bowel disease.",
    "abstract": "Young adults (approximately 18-35 years) with inflammatory bowel disease (IBD) represent a distinct demographic with unique developmental and physiological characteristics, yet they are underrepresented in clinical trials. This commentary synthesizes insights from a roundtable discussion facilitated by the Crohn's and Colitis Young Adults Network (CCYAN) between young adult patients with IBD and medical professionals, including physicians, nurses, psychologists, and trainees/medical students. Themes include defining young adults as a distinct demographic in research, improving outcomes for young adults with IBD through age-specific data disaggregation, barriers for participation and post-trial responsibilities, as well as regulatory and legislative policy opportunities to enhance young adult representation in clinical trials."
  },
  {
    "pmid": "40236416",
    "title": "A Living Organoid Biobank of Crohn's Disease Patients Reveals Distinct Clinical Correlates of Molecular Subtypes of Disease.",
    "abstract": "Current clinical decision-making lacks reliable preclinical models to predict patient outcomes. Here, we establish patient-derived organoids (PDOs) as predictive tools in Crohn's disease (CD), a complex, heterogeneous disorder. Using a living biobank of adult stem cell-derived colonic-PDOs, we identified two molecular CD subtypes-Immune-Deficient Infectious CD ( <i>IDICD</i> ) and Stress and Senescence-Induced Fibrostenotic CD ( <i>S2FCD</i> )-each with distinct genomic, transcriptomic and functional profiles, along with paired therapeutics. By prospectively linking colonic PDO-derived phenotypes to real-world patient outcomes, we uncovered that while <i>S2FCD</i> associates with severe colonic disease, <i>IDICD</i> associates with severe ileal disease, prior ileocecal surgery, and future disease progression. This approach transforms PDOs from static descriptive models into dynamic tools that capture the past, present, and future of disease behavior and reveals their utility as patient-specific predictive platforms, extending their use beyond oncology to complex inflammatory diseases. Findings also suggest that colonic immune dysfunction may drive ileal-CD, independent of colonic involvement."
  },
  {
    "pmid": "40234076",
    "title": "Gastrointestinal Behҫet's disease mimicking appendicitis.",
    "abstract": "A woman in her 40s of Chinese and African American ancestry with medical history of severe Behҫet's disease on immunosuppressive therapy presented with right lower quadrant abdominal pain. CT of the abdomen and pelvis suggested appendicitis. General surgery recommended bowel rest and antibiotics for treatment, considering her a high surgical risk due to her history of Behҫet's disease and immunosuppression. She again presented 2 weeks later with nausea, vomiting, worsening pain, fever, leucocytosis and elevated inflammatory markers. Colonoscopy was pursued with concern for appendicitis versus possible Behҫet's disease flare, which revealed colonic aphthous ulcers and a large caecal ulcer with associated oedema and ulceration of the appendiceal orifice, consistent with ileocaecal Behҫet's disease. Antibiotics were discontinued, and she was treated with systemic glucocorticoids with complete resolution of her presenting symptoms. Behҫet's disease may convincingly mimic appendicitis, and colonoscopy may prevent unnecessary appendectomy in patients with such a presentation."
  },
  {
    "pmid": "40232992",
    "title": "Hematopoietic stem cell transplantation in Crohn's disease: a comprehensive review.",
    "abstract": "Despite advances in medical therapies for the treatment of Crohn's disease (CD), 20-30% of patients fail to respond to these therapies (i.e. refractory CD). Medically refractory CD leads to significant disability increasing morbidity and mortality. To prevent the disability of refractory CD, hematopoietic stem cell transplantation (SCT) has emerged as a therapeutic strategy."
  },
  {
    "pmid": "40232572",
    "title": "Musculoskeletal Symptoms and Clinical Findings in Bio-naïve Patients with Inflammatory Bowel Disease Prior to Biological Treatment Initiation: A Prospective Cohort Study.",
    "abstract": "Musculoskeletal involvement in inflammatory bowel disease (IBD) patients contributes to poorer outcomes and reduced quality of life (QoL). We aimed to describe the prevalence and distribution of peripheral and axial musculoskeletal symptoms and clinical findings in patients with IBD prior to biological treatment."
  },
  {
    "pmid": "40232330",
    "title": "Current practice and innovations in diagnosing perianal fistulizing Crohn's disease (pfCD): a narrative review.",
    "abstract": "Perianal fistulizing Crohn's disease (pfCD) represents a severe manifestation of Crohn's disease (CD) that often leads to significant morbidity. Clinical examination alone of perianal fistulae is unlikely to be sufficient in the context of complex pfCD, as patients are likely to have complex disease and are more likely to experience complications, treatment failure, and recurrent disease. Furthermore, the relapsing-remitting nature of Crohn's disease and our limited understanding of the pathogenesis of this potentially destructive disease necessitate regular examination and radiological assessment, often in the form of magnetic resonance imaging (MRI). Recent advancements in diagnostic techniques have enhanced the accuracy and timeliness of pfCD diagnosis, facilitating better patient outcomes. A growing appreciation of isolated perianal Crohn's disease has prompted a recent attempt to develop consensus recommendations on diagnosing and treating this group of patients who would previously not have been offered CD medications. This narrative review aims to summarize current practice and the latest developments in the diagnosis of pfCD, highlighting: 1. Clinical examination and assessment tools 2. Current imaging practices 3. Innovations in imaging and biomarkers 4. The diagnosis of isolated perianal Crohn's disease."
  },
  {
    "pmid": "40229330",
    "title": "The impact of inflammatory bowel disease on dementia risk: a current systematic review and meta-analysis.",
    "abstract": "Emerging evidence indicates that inflammatory bowel disease (IBD) and dementia may share underlying pathological mechanisms and risk factors. However, the association between a prior IBD diagnosis and the subsequent risk of dementia remains largely unexplored. We conducted a comprehensive search of PubMed, Embase, and the Cochrane Library up to February 4, 2025, without language restrictions. Two reviewers independently extracted data and evaluated methodological quality and risk of bias. Observational studies comparing dementia risk in IBD and non-IBD populations were included. Pooled effect estimates for odds ratios (OR) were calculated using random-effects models. A total of 10 population-based studies, involving 7,895,339 participants (269,387 with IBD), were included. Meta-analysis of eight studies showed a significant association between IBD and dementia risk (OR 1.17, 95% CI: 1.08-1.27, P = 0.0001). However, IBD was not associated with an increased risk of Alzheimer's disease (AD) (OR 1.15, 95% CI: 0.98-1.36, P = 0.09). Stratified analysis by IBD type revealed a positive association between both ulcerative colitis (UC) and Crohn's disease (CD) and dementia risk (UC: OR 1.15, 95% CI: 1.05-1.25, P = 0.002, I² = 81%; CD: OR 1.26, 95% CI: 1.11-1.43, P = 0.0003, I² = 53%). This study identifies a significant correlation between IBD and dementia, suggesting that IBD patients have an elevated risk of developing dementia. However, current evidence is insufficient to establish a causal relationship. Further research should explore whether effective IBD treatments can mitigate this risk and elucidate the underlying pathophysiological mechanisms connecting these conditions."
  },
  {
    "pmid": "40228712",
    "title": "Efficacy and safety of intravenous vedolizumab treatment in Chinese patients with moderate-to-severe Crohn's disease.",
    "abstract": "Vedolizumab is a gut-selective monoclonal anti-α<sub>4</sub>β<sub>7</sub> integrin antibody treatment for Crohn's disease (CD). A multicenter, randomized, double-blind, placebo-controlled, phase 3 trial (NCT03234907) assessed vedolizumab efficacy and safety in Chinese patients with moderate-to-severe CD and inadequate/loss of response/intolerance to previous conventional or anti-tumor necrosis factor-α therapy."
  },
  {
    "pmid": "40227584",
    "title": "Management of Patients with IBD and History of Cancer.",
    "abstract": "The use of advanced therapies, including biologics and small molecules, has become an established clinical practice for the treatment of moderate-to-severe ulcerative colitis (UC) and Crohn's disease (CD). However, certain patient populations, such as those with a history of cancer, are often excluded from clinical trials evaluating the efficacy and safety of these therapies. This exclusion has historically left clinicians with limited evidence to guide treatment decisions in this high-risk group. Nevertheless, emerging real-world data and updated guidelines increasingly support the safe use of advanced therapies in patients with a prior malignancy. Risk stratification and a multidisciplinary approach, including oncologist input, remain critical in optimizing patient outcomes by assessing both cancer recurrence risk and disease activity. This review aims to provide a comprehensive overview of the current evidence, address existing knowledge gaps, and offer practical insights for the management of IBD in patients with a history of cancer."
  },
  {
    "pmid": "40225345",
    "title": "The emerging role of honeysuckle flower in inflammatory bowel disease.",
    "abstract": "Crohn's disease (CD) and ulcerative colitis (UC), referred to as inflammatory bowel disease (IBD), pose considerable challenges in treatment because they are chronic conditions that easily relapse. The occurrence of IBD continues to rise in developing countries. Nonetheless, the existing therapies for IBD have limitations and fail to address the needs of the patients thoroughly. There is an increasing need for new, safe, and highly effective alternative medications for IBD patients. Traditional Chinese Medicine (TCM) is employed in drug development and disease management due to its wide-range of biological activities, minimal toxicity, and limited side effects. Extensive research has shown that certain TCM exhibits significant therapeutic benefits for IBD treatments. Honeysuckle (<i>Lonicera japonica</i>) was used in TCM research and clinical settings for the treatment of IBD. Bioactive metabolites in <i>L. japonica,</i> such as luteolin, quercetin, cyanidin, chlorogenic acid (CGA), caffeic acid (CA), and saponin, exhibit significant therapeutic benefits for managing IBD. The honeysuckle flower is a potential candidate in the treatment of IBD due to its anti-inflammatory, immune system-regulating, and antioxidant qualities. This paper reviews the metabolites of the honeysuckle flower as a candidate for the treatment of IBD. It discusses the fundamental mechanism of <i>L. japonica</i> and the potential of its bioactive metabolites in the prevention and treatment of IBD."
  }
]